Repository: Sopor/plugin.program.yt-setup
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, es_es, nl_nl, ru_ru

# #30001
source: Please run addon from its icon, do not import it
de_de: Bitte Addon über Icon ausführen, nicht importieren
es_es: Por favor, ejecute el complemento desde su icono, no lo importe
nl_nl: Start deze addon via het ikoon, importeer ze niet.
ru_ru: Пожалуйста, перезапустите дополнение через его иконку. Не импортируйте его

# #30002
source: Paths
de_de: Pfade
es_es: Rutas
nl_nl: Paden
ru_ru: Пути

# #30003
source: Local/Remote path, keys file selector
de_de: Lokaler/Entfernter Pfad, Schlüsseldatei-Wähler
es_es: Seleccionar archivos de claves API
nl_nl: Lokaal/remote pad, sleutel bestand kiezer
ru_ru: Расположение файла ключей, Локально/Удаленно

# #30004
source: Local
de_de: Lokal
nl_nl: Lokaal
ru_ru: Локально

# #30005
source: Remote
de_de: Entfernt
es_es: Remoto
ru_ru: Удаленно

# #30006
source: Local Path (include Local Network)
de_de: Lokaler Pfad (inklusive lokalem Netzwerk)
es_es: Ruta local (incluir red local)
nl_nl: Lokaal pad (omvat ook Lokaal Netwerk)
ru_ru: Локальный путь (включая локальную сеть)

# #30007
source: Remote Path (Internet address)
de_de: Entfernter Pfad (Internet Adresse)
es_es: Ruta remota (dirección de internet)
nl_nl: Remote pad (Internet adres)
ru_ru: Удаленный путь (Интернет-адрес)

# #30008
source: Path or Address haven't been set
de_de: Pfad oder Adresse wurde nicht gesetzt
es_es: La ruta o dirección no ha sido configurada
nl_nl: Pad of adres werd niet ingevuld
ru_ru: Путь или адрес не были установлены

# #30009
source: Open settings window?
de_de: Einstellungsfenster öffnen?
es_es: ¿Abrir ventana de configuración?
nl_nl: Open instellingen?
ru_ru: Открыть окно настроек?

# #30010
source: Something's wrong!
de_de: Etwas stimmt nicht!
es_es: ¡Algo está mal!
nl_nl: Er is iets mis!
ru_ru: Что-то не так!

# #30011
source: Incorrect settings or files detected
de_de: Inkorrekte Einstellungen oder Dateien erkannt
es_es: Configuración o archivos incorrectos detectados
nl_nl: Verkeerde instelingen of bestanden gevonden
ru_ru: Найдены неверные настройки или файлы

# #30012
source: Youtube Setup addon is now ready to store your keys
de_de: Youtube Setup Addon ist nun bereit, Schlüssel zu speichern
es_es: Continuar
nl_nl: YouTube Setup add-on is nu klaar om je keys op te slaan
ru_ru: Дополнение Youtube Setup теперь готово хранить ваши ключи

# #30013
source: Proceed
de_de: Fortfahren
nl_nl: Ga verder
ru_ru: Продолжить

# #30014
source: Cancel
de_de: Abbrechen
es_es: Cancelar
nl_nl: Annuleer
ru_ru: Отменить

# #30015
source: Success!
de_de: Erfolg!
es_es: ¡Realizado correctamente!
nl_nl: Succes!
ru_ru: Успех!

# #30016
source: Open settings window
de_de: Einstellungsfenster öffnen
es_es: Abrir ventana de configuración
nl_nl: Open instellingen
ru_ru: Открыть окно настроек

# #30017
source: Current settings will be overwritten!
de_de: Aktuelle Einstellungen werden überschrieben!
es_es: ¡La configuración actual se sobreescribirá!
nl_nl: Huidige instellingen worden overschreven!
ru_ru: Текущие настройки будут перезаписаны!

# #30018
source: [COLOR white]Please re-run addon after applying the settings[/COLOR]
de_de: [COLOR white]Bitte das Addon nach dem Speichern der Einstellungen nochmal ausführen[/COLOR]
es_es: [COLOR blanco]Vuelva a ejecutar el complemento después de aplicar la configuración[/COLOR]
nl_nl: [COLOR=white]Gelieve de add-on opnieuw te starten om de instelingen toe te passen[/COLOR]
ru_ru: [COLOR white]Пожалуйста, перезапустите дополнение после применения настроек[/COLOR]

# #30019
source: Open Youtube settings window
de_de: Öffne das Youtube Einstellungsfenster
es_es: Abrir la ventana de configuración de Youtube
nl_nl: Open YouTube instellingen
ru_ru: Открыть окно настроек Youtube

# #30020
source: Execute setup
de_de: Setup ausführen
es_es: Ejecutar configuración
nl_nl: Start setup
ru_ru: Выполнить настройку

# #30021
source: Run youtube's setup wizard after successful key application
de_de: Nach erfolgreicher Schlüsselanwendung Youtube's Setup-Assistent ausführen
es_es: Ejecutar asistente de YouTube después de aplicar correctamente una clave
nl_nl: Start YouTube's setup hulp na het succesvol toevoegen van een sleutel
ru_ru: Запусть мастер настройки YouTube после успешного применения ключа

# #30022
source: Use plugin route method for setup on Youtube versions 5.4.3 and later
de_de: Nutze Plugin-Routen Methode für das Setup von Youtube Version 5.4.3 oder neuer
es_es: Utilizar método de ruta del complemento para la configuración en versiones de YouTube 5.4.3 o superiores
nl_nl: Gebruik de plugin route methode voor setup van YouTube versie 5.4.3 of nieuwer
ru_ru: Использовать методы плагина для настройки на Youtube версий 5.4.3 и новее

# #30023
source: API key was not found in the client.json file, please enter it manually
de_de: API Schlüssel wurde nicht in der client.json Datei gefunden, bitte manuell eingeben
es_es: La clave API no fue encontrada en el archivo client.json, por favor ingréselo manualente
nl_nl: API sleutel werd niet gevonden in het client.json bestand, gelieve hem zelf toe te voegen
ru_ru: Ключ API не найден в файле client.json, введите его вручную
